Repository: CanaimaKueka/kueka-instalador
Catalog: locale/*.po
Languages: es

source: Canaima Installation
es: Instalación de Canaima

source: Enter manually...
es: Introducir manualmente...

source: None
es: Ninguno

source: Partition type:
es: Tipo de partición:

source: File system:
es: Sistema de Archivos:

source: Mount point:
es: Punto de Montaje:

source: Format this partition
es: Formatear esta partición

source: Root directory (/):
es: Directorio raíz (/):

source: Swap space (swap):
es: Espacio de intercambio (swap):

source: User directory (/home):
es: Directorio de usuario (/home):

source: Appliactions directory (/usr):
es: Directorio de aplicaciones (/usr):

source: Boot directory (/boot):
es: Directorio de arranque (/boot):

source: Variable directory (/var):
es: Directorio variable (/var):

source: Free space:
es: Espacio Libre:

source: Resized space:
es: Espacio redimensionado:

source: Edit existing partition
es: Editar partición existente

source: Use this partition
es: Usar esta partición

source: {0} must have a minimum size of {1}.
es: {0} debe tener un tamaño mínimo de {1}.

source: {0} must have a maximum size of {1}.
es: {0} debe tener un tamaño máximo de {1}.

source: Information
es: Información

source: You must first delete the logical partitions.
es: Debe eliminar primero las particiones lógicas.

source: New partition
es: Nueva partición

source: Size:
es: Tamaño:

source: Device
es: Dispositivo

source: Type
es: Tipo

source: FileSys
es: S.Arch.

source: Mount
es: Montaje

source: Size
es: Tamaño

source: Used
es: Usado

source: Free
es: Libre

source: Start
es: Inicio

source: End
es: Fin

source: Format
es: Formato

source: Status
es: Estado

source: Canaima Installer
es: Instalador de Canaima

source: Copyright (C) 2012 - Several authors
es: Copyright (C) 2012 - Varios autores

source: Installer for Canaima GNU/Linux
es: Instalador para Canaima GNU/Linux

source: Are you sure you want to cancel the installation?
es: ¿Está seguro que desea cancelar la instalación?

source: Exit
es: Salir

source: Root partition (/) must exists
es: Debe existir la partición raíz (/)

source: You must enter a password for the administrator.
es: Debe ingresar una contraseña para el administrador.

source: Administrator passwords do not match.
es: Las contraseñas de administrador no coinciden.

source: You must enter a name.
es: Debe ingresar un nombre.

source: You must enter a user name.
es: Debe ingresar un nombre de usuario.

source: The user name has invalid characters.
es: El nombre de usuario tiene caracteres inválidos.

source: You must enter a password for the user.
es: Debe ingresar una contraseña para el usuario.

source: User passwords do not match.
es: Las contraseñas de usuario no coinciden.

source: The machine name is not spelled correctly.
es: El nombre de la máquina no está escrito correctamente.

source: Welcome to the Install Wizard
es: Bienvenido al Asistente de Instalación

source: With this wizard you can easily install Canaima GNU/Linux on your computer. We invite you to follow the instructions displayed on screen.
es: Con este asistente usted puede instalar fácilmente Canaima GNU/Linux en su computadora. Le invitamos a seguir las instrucciones mostradas en la pantalla.

source: ● Your full name will be set to "{0}".
es: ● Su nombre completo será establecido como "{0}".

source: ● I will create a user account named "{0}".
es: ● Crearé una cuenta de usuario llamada "{0}".

source: ● I will use "{0}" to identify your computer on the local network.
es: ● Usaré "{0}" para identificar su computadora en la red local.

source: ● Your full name will be required on the first login.
es: ● Su nombre completo será requerido en el primer inicio.

source: ● Your username will be required in the first login
es: ● Su nombre de usuario será requerido en el primer inicio.

source: ● The machine name will be required in the first login
es: ● El nombre de la máquina será requerido en el primer inicio.

source: ● The installation must follow the directions provided in the manual partitioning.
es: ● La instalación seguirá las instrucciones provistas en el particionado manual.

source: ● The installation will use the entire disk "{0}".
es: ● La instalación utilizará el disco "{0}" completo.

source: ● The installer will use existing free space.
es: ● El instalador usará el espacio libre existente.

source: ● The installer will release space resizing an existing partition.
es: ● El instalador liberará espacio redimensionando una partición existente.

source: ● The installation will take place in several partitions: "Root (/)", "/home" and "swap".
es: ● La instalación se realizará en varias particiones: "Raiz (/)", "/home" y "swap".

source: ● The installation will take place in several partitions: "/boot", "Root (/)", "/home" and "swap".
es: ● La instalación se realizará en varias particiones: "/boot", "Root (/)", "/home" and "swap".

source: ● The installation will take place in several partitions: "/boot", "Root (/)", "/var", "/usr", "/home" y "swap".
es: ● La instalación se realizará en varias particiones: "/boot", "Root (/)", "/var", "/usr", "/home" y "swap".

source: ● "{0}" will be used as keyboard layout.
es: ● Se usará "{0}" como distribución de teclado.

source: Press "Next" to start installing the system. After this step you can not stop the installation, so make sure your data is correct.
es: Presione "Adelante" para comenzar a instalar el sistema. Luego de esta paso usted no podrá cancelar la instalación, así que asegúrese de que sus datos son correctos.

source: All ready!
es: ¡Todo Listo!

source: Canaima installation has been completed
es: La instalación de Canaima Ha sido completada

source: Restart Later
es: Reiniciar Luego

source: Restart Now
es: Reiniciar Ahora

source: Not found squashfs image.
es: No se encontró la imagen squashfs.

source: An error occurred unmounting the partitions.
es: Ocurrió un error desmontando las particiones.

source: An error occurred creating a partition.
es: Ocurrió un error creando una partición.

source: An error occurred removing a partition.
es: Ocurrió un error removiendo una partición.

source: An error occurred resizing a partition.
es: Ocurrió un error redimensionando una partición.

source: An error occurred formatting a partition.
es: Ocurrió un error formateando una partición.

source: An error occurred mounting the filesystem
es: Ocurrió un error montando el sistema de archivos.

source: An error occurred activating the swap partition
es: Ocurrió un error activando la partición swap.

source: Mounting the filesystem ...
es: Montando el sistema de archivos ...

source: Copying files to disk ...
es: Copiando archivos al disco ...

source: An error occurred copying files to disk.
es: Ocurrió un error copiando los archivos al disco.

source: Configuring system files ...
es: Configurando archivos del sistema ...

source: An error occurred configuring the system files
es: Ocurrió un error configurando los archivos del sistema.

source: Configuring network interfaces ...
es: Configurando interfaces de red ...

source: An error occurred creating file /etc/hostname
es: Ocurrió un error creando el archivo /etc/hostname

source: An error occurred creating file /etc/hosts
es: Ocurrió un error creando el archivo /etc/hosts

source: An error occurred creating file /etc/network/interfaces
es: Ocurrió un error creando el archivo /etc/network/interfaces

source: Registering partitions in the system ...
es: Registrando particiones en el sistema ...

source: An error occurred creating file /etc/fstab
es: Ocurrió un error creando el archivo /etc/fstab

source: Installing accessibility components in GDM ...
es: Instalando los componentes de accesibilidad en GDM ...

source: An error occurred activating accesibility.
es: Ocurrió un error activando la accesibilidad.

source: Configuring additional details on the system ...
es: Configurando detalles adicionales en el sistema ...

source: An error occurred reconfiguring a package.
es: Ocurrió un error reconfigurando un paquete.

source: Configuring additional language packages ...
es: Configurando paquetes adicionales de idioma ...

source: Installing OEM characteristics ...
es: Instalando características OEM ...

source: An error occurred installing a package
es: Ocurrió un error instalando un paquete.

source: Creating system users ...
es: Creando los usuarios del sistema ...

source: An error occurred creating system user
es: Ocurrió un error creando los usuarios del sistema.

source: Removing temporary data of installation ...
es: Removiendo datos temporales de la instalación ...

source: An error occurred removing a package
es: Ocurrió un error removiendo un paquete.

source: Installing Bootloader ...
es: Instalando el gestor de arranque ..

source: An error occurred preseeding answers in debconf.
es: Ocurrió un error pre-sembrando las respuestas en debconf.

source: An error occurred installing a package.
es: Ocurrió un error instalando un paquete.

source: An error occurred updating BURG.
es: Ocurrió un error actualizado el BURG.

source: Configuring system boot ...
es: Configurando el arranque del sistema ...

source: An error occurred generating boot image
es: Ocurrió un error generando la imagen de arranque.

source: An error occurred updating the boot image.
es: Ocurrió un error actualizando la imagen de arranque.

source: Umounting filesistems ...
es: Desmontando el sistema de archivos ...

source: An error occurred umounting partitions.
es: Ocurrió un error desmontando las particiones.

source: Select the disk where you want to install Canaima:
es: Seleccione el disco donde desea instalar Canaima:

source: Slelect the installation method:
es: Seleccione el método de instalación:

source: Disk "{0}" needs a partition table to continue the installation. Do you want to create a partition table now? If you press Cancel you can not use that disk to install Canaima.
es: El disco "{0}" necesita una tabla de particiones para continuar con la instalación. Desea crear una tabla de particiones ahora? Si presiona "Cancelar" no podrá usar este disco para instalar Canaima.

source: Partition table not found.
es: Tabla de particiones no encontrada.

source: Install resizing {0} to free up space ({1} free)
es: Instalar redimensionando {0} para liberar espacio ({1} libres)

source: Install using available free space ({0})
es: Instalar usando el espacio libre disponible ({0})

source: Install using the entire disk ({0})
es: Instalar usando el disco completo ({0})

source: Install editing partitions manually
es: Instalar editando las particiones manualmente

source: By choosing this option, Canaima will occupy all of your hard drive. Note that all data present will be erased. You can take this time to make a backup before proceeding with the installation.
es: Al seleccionar esta opción Canaima ocupará todo su disco duro. Tenga en cuenta que todos los datos presentes serán borrados. Puede aprovechar este momento para hacer un respaldo antes de proceder con la instalación.

source: By choosing this option, Canaima will be installed in the free space of {0} that is in you hard disk, preserving the other data and systems that are in the other portions of the disc.
es: Al seleccionar esta opción Canaima será instalada en el espacio libre de {0} que hay en su disco duro, preservando los demás datos y sistemas que hay en las otras particiones del disco.

source: This option will use the free space present in the partition {0} to install Canaima. The partition will be resized to free up space, preserving the data and/or systems present.
es: Esta opción usará el espacio libre presente en la partición {0} para instalar Canaima. La partición será redimensionada para liberar espacio, preservando los datos y/o sistemas presentes.

source: If you choose this option will open the partition editor, allowing you to adjust the partitions according to your convenience. We do not recommend you use this option unless you know what you are doing.
es: Si selecciona esta opción se abrirá el editor de particiones, permitiéndole ajustar las particiones de acuerdo a su conveniencia. No le recomendamos usar esta opción al menos que usted sepa lo que está haciendo.

source: Canaima needs at least {0} to be installed. Select other disk with more available space.
es: Canaima necesita al menos {0} para ser instalada. Seleccione un disco con más espacio disponible.

source: Select the partition layout to use. Use the selector to indicate the size you want to use for installation of Canaima.
es: Seleccione el esquema de particionado a usar. Utilice el selector para indicar el tamaño que desea usar para su instalación de Canaima.

source: Install everything in a single partition.
es: Instalar todo en una sola partición.

source: Separate /home partition (recommended).
es: Separar la partición /home (recomandado).

source: Separate /home and /boot.
es: Separar la partición /home y /boot (recomandado).

source: Use the following table to modify disk partitions to your liking. We recommend: - Establish a minimum of {0} for the root partition (/). - Create a swap space.
es: Utilice la siguiente tabla para modificar las particiones del disco a su gusto. Le recomendamos que: - Establezca un mínimo {0} para la partición raiz (/). - Cree una partición de Intercambio (swap).

source: New...
es: Nuevo...

source: Edit...
es: Editar...

source: Delete
es: Borrar

source: Resize...
es: Redimensionar...

source: Undo all
es: Deshacer todo

source: Minimum
es: Mínimo

source: Maximum
es: Máximo

source: Language
es: Lenguaje

source: Timezone
es: Zona Horaria

source: Keyboard
es: Teclado

source: Press some keys to test the chosen keyboard layout
es: Presione algunas teclas para probar la distribución de teclado seleccionada

source: Configuration for the administrator account
es: Configuración de la cuenta de administrador

source: OEM Installation (Ignore this setting and makes it at the first start).
es: Instalación OEM (Ignora estas configuraciones y las hace en el primer inicio)

source: Enable Accessibility in the user login screen (GDM).
es: Habilitar la accesibilidad en la pantalla de inicio de sesión (GDM)

source: Enter a password:
es: Ingrese una contraseña:

source: Repeat the password:
es: Repita la contraseña:

source: Machine name:
es: Nombre de la máquina:

source: Configuration for the user account
es: Configuración de la cuenta de usuario

source: Full name:
es: Nombre completo:

source: User name:
es: Nombre de Usuario:

source: The installer must be executed with superuser permissions
es: El instalador debe ser ejecutado con permisos de súper usuario.

source: Permission error
es: Error de permisos

source: Free Space
es: Espacio Libre

source: Primary
es: Primaria

source: Extended
es: Extandida

source: Logic
es: Lógica

source: Unknown
es: Desconocida
